// ----------------------------------------------------------------------------
// --------------------------------- ФУНКЦИИ ----------------------------------
// ----------------------------------------------------------------------------
// именованый экспорт
export function hello1() {
  console.log(`Hello World-1`)
}
export function hello2() {
  console.log(`Hello World-2`)
}
// дефолтный экспорт
const obj = {
  name: 'Sandra',
  age: 19,
}
const arr = [1, 2, 3, 4, 5]
export default { obj, arr }
